export const cards = [
    {
      name: 'Минник, Холланд – JavaScript для чайников',
      description: 'Поскольку JavaScript является ключевым языком программирования современных сайтов, важно сразу начинать изучение с правильных источников. Данный труд позволит быстро, качественно с небольшими усилиями постигнуть применение CSS, работу с HTML5 и общение с онлайн-графикой. Все темы (настройка среды, циклы, массивы, jQuery, анимация, JSON) сопровождаются проверкой полученных знаний онлайн на сайте издательства.'
    },
    {
      name: 'Д. Крокфорд – Как устроен JavaScript',
      description: 'Специалист в области JS в доходчивой форме объясняет основы и устройство языка: имена, числа, логические значения, символы и прочее. У всех новичков бывают трудности с типизацией – эта книга поможет научиться их избегать. В конце вас ждут объектно-ориентированный подход, программирование без классов и функции высшего порядка.'
    },
    {
      name: 'Д. Дакетт – Javascript и jQuery. Интерактивная веб-разработка',
      description: 'Тот редкий случай, когда книга рассчитана на программистов, контент-менеджеров и веб-дизайнеров. Автор рассматривает все необходимые основы для того, чтобы начать разработку простого софта. По окончании обучения вы сможете создавать JS-сценарии и интерактивные сайты, использовать библиотеку jQuery для упрощения кода, улучшать формы и проверять данные.'
    },
    {
      name: 'С. Стефанов – JavaScript. Шаблоны',
      description: 'Применение шаблонов в JS во многом похоже на другие языки программирования, но имеет свои особенности. Информация в этой книге подкрепляется понятными примерами из реальной жизни, которые помогут лучше уяснить методы решения распространённых задач.'
    }
  ];
